Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Nyt laadittujen uusien kokonaislaskelmien tieto on informatiivista, laskelmat on laadittu em. yksiköiden virallisten tilinpäätösten perusteella, mutta ne ovat tilintarkastamattomia.
sv_se: Informationen i de nya totalkalkylerna som nu upprättats är informativ, de har upprättats på basis av enheternas officiella bokslut, men de har inte reviderats.

source: Valtion kokonaislaskelmat ovat tarkemmin esitettyinä hallituksen vuosikertomuksen liitteen 2 luvussa 7.
sv_se: Statens totalkalkyler presenteras mer ingående i bilaga 2 i kap. 7 i regeringens årsberättelse.

source: Kokonaislaskelmissa tuotto- ja kululaskelmasta ja taseesta on eliminoitu valtiontalouden sisäisten erien vaikutus eli valtion virastojen, rahastojen ja liikelaitosten keskinäiset tapahtumat.
sv_se: De statsfinansiella interna posternas effekt, det vill säga de inbördes transaktionerna mellan statens ämbetsverk, fonderna och affärsverken, har eliminerats i intäkts- och kostnadskalkylen och balansräkningen i totalkalkylerna.

source: Merkittäviä eliminointieriä ovat sisäiset vuokrat, liikelaitosten omaisuuserät ja voittojen tuloutukset, rahastojen kassavarat, valtion sisäiset eläkemaksut ja siirrot talousarviotalouteen.
sv_se: Interna hyror, affärsverkens tillgångsposter och intäktsföring av vinster, fondernas kassamedel, statens interna pensionsavgifter och överföringarna till budgetekonomin är betydande elimineringsposter.

source: Senaatti-kiinteistöjen saamat vuokrat valtion budjettitalouden virastoilta vähentävät vuokratuottoja ja vuokrakulua 554 milj. euroa.
sv_se: Senatfastigheters hyror från ämbetsverken i statens budgetekonomi minskar hyresintäkterna och hyreskostnaderna med 554 miljoner euro.

source: Liikelaitosten omaisuus, kuten rakennukset ja maa-alueet, näkyvät talousarviotalouden taseessa sijoituksina liikelaitosten peruspääomiin, kun taas kokonaistaseessa ne raportoidaan omaisuuserän luonteen mukaisesti.
sv_se: Affärsverkens egendom, såsom byggnader och jordområden, syns som placeringar i verkens grundkapital i budgetekonomins balansräkning, medan de i den totala balansräkningen rapporteras i enlighet med tillgångspostens karaktär.

source: Liikelaitosomistuksen eliminointi vähentää käyttöomaisuussijoituksia ja omaa pääomaa 5 910 milj. euroa.
sv_se: Elimineringen av ägandet av affärsverken minskar placeringarna i anläggningstillgångar och eget kapital med 5 910 miljoner euro.

source: Rahastojen yhdystilisaamisten eliminointi: rahastojen kassavarat ovat osa valtion kassaa, mikä vähentää kokonaislaskelmassa pankkisaamisia ja lyhytaikaisia velkoja 1 747 milj. euroa.
sv_se: Eliminering av fordringar på fondernas samlingskonton: fondernas kassamedel är en del av statskassan vilket minskar banktillgodohavandena och de kortfristiga skulderna med 1 747 miljoner euro i totalkalkylen.

source: Virastojen ja laitosten eläkemaksut (työnantajan osuus) vähentää tuottoja ja henkilöstökuluja 736 milj. euroa.
sv_se: Ämbetsverkens och inrättningarnas pensionsavgifter (arbetsgivarens andel) minskar intäkterna och personalkostnaderna med 736 miljoner euro.

source: Valtion eläkerahastosta talousarvioon suorittamien siirtojen eliminointi vähentää siirtotalouden tuottoja ja kokonaistaseen omaa pääomaa 2 264 milj. euroa.
sv_se: Elimineringen av överföringarna från statens pensionsfond till budgeten minskar överföringsekonomins intäkter och den totala balansräkningens egna kapital med 2 264 miljoner euro.

source: Liikelaitosten voiton tuloutusten eliminointi vähentää rahoitustuottoja ja lisää omaa pääomaa 1 654 milj. euroa.
sv_se: Elimineringen av intäktsföringen av affärsverkens vinster minskar de finansiella intäkterna och ökar det egna kapitalet med 1 654 miljoner euro.

source: Tuotto- ja kululaskelma
sv_se: Intäkts- och kostnadskalkyl

source: Taulukko 1.
sv_se: Tabell 1.

source: Valtion kokonaistuotto- ja kululaskelma, milj. euroa
sv_se: Statens totala intäkts- och kostnadskalkyl, mn euro

source: Valtion kokonaistuotto- ja kululaskelma
sv_se: Statens totala intäkts- och kostnadskalkyl

source: Toiminnan tuotot
sv_se: Intäkter av verksamhet

source: Toiminnan kulut
sv_se: Kostnader för verksamhet

source: Jäämä I
sv_se: Återstod I

source: Rahoitustuotot
sv_se: Finansiella intäkter

source: Rahoituskulut
sv_se: Finansiella kostnader

source: Satunnaiset tuotot
sv_se: Extraordinara intäkter

source: Satunnaiset kulut
sv_se: Extraordinara kostnader

source: Jäämä II
sv_se: Återstod II

source: Siirtotalouden tuotot
sv_se: Överföringsekonomins intäkter

source: Siirtotalouden kulut
sv_se: Överföringsekonomins kostnader

source: Jäämä III
sv_se: Återstod III

source: Tuotot veroista ja pakollisista maksuista
sv_se: Intäkter av skatter och obligatoriska avgifter

source: Tilikauden tuotto/kulujäämä
sv_se: Räkenskapsperiodens intäkts-/kostnadsåterstod

source: Tuotto- ja kululaskelma osoittaa, ovatko tilikauden aikana saadut tuotot riittäneet kattamaan tilikauden aikaiset kulut.
sv_se: Intäkts- och kostnadskalkylen visar om de intäkter som kommit in räcker till för att täcka kostnaderna under räkenskapsperioden.

source: Vuonna 2015 alijäämä oli 6,2 mrd. euroa.
sv_se: År 2015 var underskottet 6,2 miljarder euro.

source: Se on vuodesta 2014 pienentynyt 0,8 mrd. euroa.
sv_se: Det har minskat med 0,8 miljarder euro sedan 2014.

source: Valtion kokonaislaskelman alijäämä oli 1,5 mrd. euroa suurempi kuin talousarviotalouden alijäämä.
sv_se: Underskottet i statens totalkalkyl var 1,5 miljarder euro större än budgetekonomins underskott.

source: Tämä johtuu sisäisten tapahtumien eliminoimisesta, joista suurimpia ovat rahastosiirrot ja liikelaitosten voittojen tuloutukset talousarviotalouteen.
sv_se: Det beror på elimineringen av de interna transaktionerna av vilka fondöverföringarna och intäktsföringen av affärsverkens vinster i budgetekonomin är de största.

source: Kokonaislaskelma antaa oikeamman kuvan valtiontalouden alijäämäisyydestä kuin erikseen esitetyt tuottokululaskelmat.
sv_se: Totalkalkylen ger en riktigare bild av underskottet i statsfinanserna än intäkts- och kostnadskalkylerna som presenteras separat.

source: Valtion vuosittaisia juoksevia kuluja on jouduttu rahoittamaan lainanotolla ja omaisuuden realisoinneilla.
sv_se: Det har varit nödvändigt att finansiera statens årliga löpande kostnader med upplåning och med realisering av egendom.

source: Kuviossa 7 on esitetty kokonaistuotto- ja kululaskelman kulujäämä sekä talousarviotalouden, rahastotalouden tuotto-/kulujäämä ja liikelaitosten voitto erillisesti raportoituna.
sv_se: I figur 7 presenteras kostnadsåterstoden i den totala intäkts- och kostnadskalkylen samt intäkts-/kostnadsåterstoden i budgetekonomin, fondekonomin och affärsverkens vinst separat.

source: Tuotto- ja kulujäämät 2014–2015, mrd. euroa
sv_se: Intäkts- och kostnadsåterstoderna 2014‒2015, md euro

source: Tase
sv_se: Balansräkning

source: Valtion kokonaistase, milj. euroa
sv_se: Statens totala balansräkning, mn euro

source: VASTAAVAA
sv_se: AKTIVA

source: KANSALLISOMAISUUS
sv_se: NATIONALFÖRMÖGENHET

source: Aineettomat hyödykkeet
sv_se: Immateriella tillgångar

source: Aineelliset hyödykkeet
sv_se: Materiella tillgångar

source: Käyttöomaisuusarvopaperit ja muut pitkäaikaiset sijoitukset
sv_se: Värdepapper ingående i anläggningstillgångarna och övriga långfristiga placeringar

source: KÄYTTÖOMAISUUS JA MUUT PITKÄAIKAISET SIJOITUKSET YHTEENSÄ
sv_se: ANLÄGGNINGSTILLGÅNGAR OCH ÖVRIGA LÅNGFRISTIGA PLACERINGAR SAMMANLAGT

source: Vaihto-omaisuus
sv_se: Omsättningstillgångar

source: Pitkäaikaiset saamiset
sv_se: Långfristiga fordringar

source: Lyhytaikaiset saamiset
sv_se: Kortfristiga fordringar

source: Rahoitusomaisuusarvopaperit ja muut lyhytaikaiset sijoitukset
sv_se: Värdepapper ingående i finansieringstillgångarna och övriga kortfristiga placeringar

source: Rahat, pankkisaamiset ja muut rahoitusvarat
sv_se: Kassa, banktillgodohavanden och andra finansieringsmedel

source: VAIHTO- ja RAHOITUSOMAISUUS YHTEENSÄ
sv_se: OMSÄTTNINGS- och FINANSIERINGSTILLGÅNGAR Sammanlagt

source: VASTAAVAA YHTEENSÄ
sv_se: AKTIVA TOTALT

source: VASTATTAVAA
sv_se: PASSIVA

source: OMA PÄÄOMA
sv_se: EGET KAPITAL

source: Oma pääoma
sv_se: Eget kapital

source: Rahastojen pääomat (muut valtion rahastot ja lahjoitetut varat)
sv_se: Fondkapital (övriga statliga fonder och donerade medel)

source: Varaukset
sv_se: Reserver

source: VIERAS PÄÄOMA
sv_se: FRÄMMANDE KAPITAL

source: Pitkäaikainen
sv_se: Långfristigt

source: Lyhytaikainen
sv_se: Kortfristigt

source: VIERAS PÄÄOMA YHTEENSÄ
sv_se: FRÄMMANDE KAPITAL SAMMANLAGT

source: VASTATTAVAA YHTEENSÄ
sv_se: PASSIVA TOTALT

source: Tase kuvaa tilinpäätöspäivän taloudellista asemaa eli omaisuus- ja velkaeriä.
sv_se: Balansräkningen visar den ekonomiska situationen dagen för bokslutet, det vill säga tillgångsposter och skulder.

source: Omaisuuserät sisältävät kansallisomaisuuden (kulttuuri- ja luontoperintöä oleva omaisuus, esim. historialliset rakennukset, kansallispuistot), käyttöomaisuuden ja muut pitkävaikutteiset menot (esim. maa-alueet, rakennukset, tietojärjestelmät) sekä vaihtoomaisuuden ja rahoitusomaisuuden.
sv_se: Tillgångsposterna består av nationalförmögenheten (egendom i form av kultur- och naturarv, t.ex. historiska byggnader, nationalparker) anläggningstillgångar och övriga utgifter med lång verkningstid (t.ex. jordområden, byggnader, datasystem) samt övriga omsättningstillgångar och finansieringstillgångar.

source: Velkaerät sisältävät varaukset (vain rahastojen käytössä) sekä vieraan pääoman jaoteltuna pitkä- ja lyhytaikaisiin velkoihin.
sv_se: Skulderna består av reserver (gäller endast fonderna) samt främmande kapital indelat i långfristiga och kortfristiga skulder.

source: Pitkäaikaiseksi katsotaan velka tai se osa velasta, joka erääntyy maksettavaksi yhden vuoden tai sitä pitemmän ajan kuluttua.
sv_se: En skuld eller en del av en skuld som förfaller till betalning efter ett år eller senare anses långfristig.

source: Oma pääoma kuvaa nettovarallisuutta, kun omaisuuseristä vähennetään varaukset ja vieras pääoma.
sv_se: Eget kapital visar nettotillgångarna när tillgångsposterna minskats med reserver och främmande kapital.

source: Kuviossa 8 on kuvattu omaisuuserien jakautuminen talousarviotalouden taseessa ja kokonaistaseessa vuonna 2015.
sv_se: I figur 8 visas tillgångsposternas fördelning i budgetekonomins balansräkning och i den totala balansräkningen för 2015.

source: Taseen omaisuuserien jakautuminen vuonna 2015, mrd. euroa
sv_se: Fördelningen av tillgångsposternas i balansräkningen 2015, md euro

source: Valtion kokonaistaseen oma pääoma muodostuu budjettivaltion, rahastojen ja liikelaitosten omasta pääomasta.
sv_se: Det egna kapitalet i statens totala balansräkning utgörs av eget kapital i statens namn samt fondernas och affärsverken egna kapital.

source: Valtion kokonaistaseen oma pääoma vuonna 2015 oli 27,7 mrd. euroa negatiivinen.
sv_se: I statens totala balansräkning var det egna kapitalet 27,7 miljarder euro negativt 2015.

source: Vuoteen 2014 nähden negatiivinen oma pääoma on kasvanut 5,1 mrd. euroa.
sv_se: Jämfört med 2014 har det negativa egna kapitalet ökat med 5,1 miljarder euro.

source: Oman pääoman kehitys 2005–2015, mrd. euroa
sv_se: Eget kapital, utveckling 2005–2015, md euro

source: Valtion kokonaistaseen mukainen oma pääoma on selkeästi vähemmän negatiivinen kuin valtion talousarviotalouden oma pääoma.
sv_se: Det egna kapitalet i statens totala balans är klart mindre negativt än det egna kapitalet i statens budgetekonomi.

source: Tämä johtuu sekä rahastojen että liikelaitosten tilanteesta.
sv_se: Det beror både på fondernas och affärsverkens situation.

source: Yhteenlaskettu oma pääoma on kuitenkin heikentynyt viimeisen kahden vuoden aikana, jolta tiedot ovat saatavilla.
sv_se: Det sammanlagda egna kapitalet har dock försvagats under de två senaste åren som det finns tillgänglig information om.

source: Tämä johtuu pitkälti valtion talousarviotalouden alijäämästä.
sv_se: Det beror till stor del på underskottet i statens budgetekonomi.

source: Valtion talousarviotalouden aloittavassa taseessa 1.1.1998 oma pääoma oli noin 30 miljardia euroa negatiivinen.
sv_se: I den ingående balansen för statens budgetekonomi 1.1.1998 var det egna kapitalet negativt med cirka 30 miljarder euro.

source: Tilanne johtui sekä valtion ankarasta velkaantumisesta 1990-luvun alussa että aloittavan taseen laatimisessa tehdyistä ratkaisuista.
sv_se: Situationen berodde såväl på statens starka skuldsättning i början av 1990-talet som på de lösningar som gjordes när den ingående balansen upprättades.

source: Osa kansallisomaisuudesta jätettiin taseen ulkopuolelle ja valtion yhtiöomaisuus arvostettiin erittäin varovaisesti.
sv_se: En del av nationalförmögenheten lämnades utanför balansen och statens bolagsinnehav värderades synnerligen försiktigt.

source: Vuosina 1998—2008 valtion tuotto- ja kululaskelmat olivat pääsääntöisesti positiivisia.
sv_se: Åren 1998‒2008 var statens intäkts- och kostnadskalkyler i regel positiva.

source: Tämä vahvisti valtion varallisuusasemaa ja v. 2008 valtion talousarviotalouden oma pääoma oli enää 8,1 mrd. euroa negatiivinen.
sv_se: Detta påverkade statens ekonomiska situation kraftigt, och 2008 var det egna kapitalet i statens budgetekonomi bara negativt till 8,1 miljarder euro.

source: Finanssikriisin vuoksi valtion talousarviotalouden tilinpäätökset ovat olleet tappiollisia vuodesta 2009 lähtien.
sv_se: På grund av finanskrisen har boksluten för statens budgetekonomi från och med 2009 visat förlust.

source: Tämä on heikentänyt valtion varallisuusasemaa ja johtanut valtion negatiivisen oman pääoman kasvuun.
sv_se: Detta har försvagat statens ekonomiska situation och lett till ett ökat negativt eget kapital för staten.

source: Vuodesta 2012 alkaen valtion varallisuusasema on ollut nimellisarvoisesti heikompi kuin vuoden 1998 aloittavassa taseessa.
sv_se: Från och med 2012 har statens ekonomiska situation till sitt nominella värde varit sämre än den ingående balansen 1998.

source: Valtion omaisuus ei ole myöskään kasvanut samassa suhteessa kuin vieras pääoma.
sv_se: Statens egendom har inte heller ökat i samma förhållande som det främmande kapitalet.

source: Muita kuin investointimenoja on katettu lainanotolla.
sv_se: Andra utgifter än investeringsutgifterna har täckts genom upplåning.

source: Vieras pääoma
sv_se: Främmande kapital

source: Kokonaistaseen mukainen valtion vieras pääoma oli 31.12.2015 yhteensä 112 mrd. euroa, kasvua oli yhteensä 6,0 mrd. euroa.
sv_se: Enligt den totala balansräkningen var statens främmande kapital 31.12.2015 sammanlagt 112 miljarder euro, en ökning på totalt 6,0 miljarder euro.

source: Uutta velkaa v. 2015 on valtiolla käytetty sekä investointeihin että juokseviin menoihin eli tilikauden alijäämän kattamiseen.
sv_se: Statens nya skuld 2015 har använts både till investeringar och till löpande utgifter, det vill säga till att täcka räkenskapsperiodens underskott.

source: Julkisesti noteeratut arvopaperit
sv_se: Offentligt noterade värdepapper

source: Seuraavassa taulukossa on kuvattu valtion talousarviotalouden sekä Valtion eläkerahaston ja Solidiumin julkisesti noteerattujen arvopapereiden kirjanpito- ja markkina-arvot.
sv_se: I följande tabell visas bokföringsvärdet och marknadsvärdet för de offentligt noterade värdepappren i statens budgetekonomi samt i Statens pensionsfond och i Solidium.

source: Valtion talousarviotalouden osalta on esitetty ainoastaan käyttöomaisuuteen ja muihin pitkäaikaisiin sijoituksiin luettavat sijoitukset.
sv_se: För statens budgetekonomis vidkommande presenteras endast de placeringar som räknas som placeringar i anläggningstillgångar och övriga långfristiga placeringar.

source: Julkisesti noteeratut osakkeet ja osuudet, mrd. euroa
sv_se: Offentligt noterade värdepapper och andelar, md euro

source: Budjettitalous
sv_se: Budgetekonomi

source: Valtion eläkerahasto
sv_se: Statens pensionsfond

source: Yhteensä
sv_se: Totalt

source: Kirjanpitoarvo
sv_se: Bokföringsvärde

source: Markkinaarvo
sv_se: Marknadsvärde

source: Yhteensä 2015
sv_se: Totalt 2015

source: Muutos 2015
sv_se: Ändring från 2014

source: vs 2014
sv_se: till 2015

source: vs 2014 %
sv_se: till 2015 %

source: Valtion budjettitalouden talousarvio ja tilinpäätös
sv_se: Statens budgetekonomi, budget och bokslut

source: Valtion budjettitalous on ollut alijäämäinen vuodesta 2009 lähtien eikä vuosi 2015 tuonut muutosta tilanteeseen.
sv_se: Statens budgetekonomi har uppvisat underskott sedan 2009 och 2015 innebär inga förändringar i situationen.

source: Budjettitalouden alijäämä oli vuoden 2015 tilinpäätöksessä kuitenkin noin 1,8 mrd. euroa pienempi kuin edellisenä vuotena.
sv_se: I 2015 års bokslut var underskottet i budgetekonomin dock cirka 1,8 miljarder euro mindre än året innan.

source: Budjettitalouden tulot, menot ja tasapaino, mrd. euroa
sv_se: Budgetekonomins inkomster, utgifter och balans, md euro

source: Talousarvio ja lisätalousarviot
sv_se: Budgeten och tilläggsbudgetar

source: Varsinaista talousarviota täydennettiin neljällä lisätalousarviolla
sv_se: Den ordinarie budgeten kompletterades med fyra tilläggsbudgetar

source: Hallituksen vuoden 2015 talousarvioesityksessä (ml. täydentävä esitys) menojen yhteismäärä oli 53,8 mrd. euroa, mikä on noin 0,2 mrd. euroa vähemmän kuin vuoden 2014 varsinaisessa talousarviossa.
sv_se: I regeringens budgetproposition för 2015 (inklusive den kompletterande propositionen) uppgick utgifterna till totalt 53,8 miljarder euro, vilket var cirka 0,2 miljarder euro mindre än den ordinarie budgeten för 2014.

source: Budjettitalouden alijäämäksi arvioitiin 4,7 mrd. euroa.
sv_se: Underskottet i budgetekonomin uppskattades till 4,7 miljarder euro.

source: Hallituksen vuoden 2015 varsinaisen talousarvioesityksen lisäksi annettiin neljä lisätalousarvioesitystä.
sv_se: Utöver regeringens ordinarie budgetproposition för 2015 lämnades fyra tilläggsbudgetar till riksdagen.

source: Talousarvion ja lisätalousarvioiden menojen yhteismäärä oli 54,4 mrd. euroa.
sv_se: Totalt uppgick budgetens och tilläggsbudgetarnas utgifter till 54,4 miljarder euro.

source: Budjetoitujen kehysmenojen kokonaismäärä alitti asetetun menokehyksen
sv_se: De budgeterade ramutgifternas totalbelopp understeg den fastställda anslagsramen

source: Vaalikauden ensimmäisessä kehyspäätöksessä 5.10.2011 vuodelle 2015 asetettiin menokehykseksi 42 236 milj. euroa vuoden 2012 hintatasossa.
sv_se: I valperiodens första rambeslut den 5 oktober 2011 fastställdes 42 236 miljoner euro som anslagsram för 2015 baserat på 2012 års prisnivå.

source: Vuoden 2015 kehystasoa on alennettu vaalikauden aikana kahteen otteeseen menosäästöjen myötä, yhteensä 1,65 mrd. eurolla.
sv_se: Till följd av utgiftsbesparingar sänktes ramnivån för 2015 två gånger med sammanlagt 1,65 miljarder euro under valperioden.

source: Kehyksen alentaminen, toisin kuin korottaminen, on mahdollista kesken vaalikauden heikentämättä kehyksen uskottavuutta.
sv_se: En nedsättning, men inte en höjning, av ramen är möjlig under den pågående valperioden utan att ramens trovärdighet äventyras.

source: Vuoden 2015 menokehystä on vaalikauden kuluessa korjattu vastaamaan hintataso- ja rakennemuutoksia, minkä seurauksena kehystaso tarkentui 42 167 milj. euroon syksyllä 2014.
sv_se: Under valperiodens gång har anslagsramen för 2015 justerats i överensstämmelse med förändringarna i prisnivån och utgiftsstrukturen, vilket hade som följd att ramnivån preciserades till 42 167 miljoner euro hösten 2014.

source: Kehysmenojen kokonaismäärä hallituksen talousarvioesityksessä (ml. täydentävä esitys) jätti 200 milj. euron lisätalousarviovarauksen ohella 52 milj. euron ns. jakamattoman varauksen, jonka eduskunta budjetoi kokonaisuudessaan eri menoihin varsinaiseen talousarvioon.
sv_se: Efter de totala ramutgifterna i regeringens budgetproposition (inklusive den kompletterande propositionen) lämnade en så kallad ofördelad reserv på 52 miljoner euro utöver reserven på 200 miljoner euro i tilläggsbudgeten. Riksdagen budgeterade hela den ofördelade reserven för olika utgifter i den ordinarie budgeten.

source: Vuoden 2015 ensimmäisessä lisätalousarviossa käytettiin kertaluonteisten menojen rahoittamiseen myös v. 2014 käyttämättä jäänyttä kehysvarausta 33,8 milj. euroa.
sv_se: I den första tilläggsbudgeten för 2015 finansierades utgifter av engångskaraktär också med 33,8 miljoner euro av det reserverade ramanslaget som kvarstod från 2014.

source: Edellisen hallituksen lopetettua vuodelle 2015 ei ollut voimassa olevaa kehystasoa, mutta keväällä 2015 Sipilän hallitus päätti hallitusohjelmassaan vuosittaisesta 300 milj. euron lisätalousarviovarauksesta kehysmenoja varten.
sv_se: När den förra regeringen avgick fanns det inte någon gällande ramnivå för 2015, men våren 2015 fattade regeringen Sipilä i sitt regeringsprogram beslut om en årlig tilläggsbudgetreservering på 300 miljoner euro för ramutgifter.

source: Varaus otettiin käyttöön ensimmäisen kerran vuoden 2015 toisessa lisätalousarviossa.
sv_se: Reserveringen togs i bruk för första gången i den andra tilläggsbudgeten för 2015.

source: Lisätalousarvioissa määrärahalisäyksiä kohdistettiin mm. työllisyyden ja kasvun tukemiseen, Talvivaaran kaivostoimintaan sekä pakolaisten ja turvapaikanhakijoiden määrän kasvun aiheuttamiin kustannuksiin.
sv_se: I tilläggsbudgetarna avsattes tilläggsanslag bland annat för att stödja sysselsättningen och tillväxten, för gruvverksamheten i Talvivaara samt för kostnader orsakade av det ökade antalet flyktingar och asylsökande.

source: Keväällä 2014 julkisen talouden suunnitelman yhteydessä hallitus päätti uusista vuosia 2015–2018 koskevista sopeutustoimista.
sv_se: I samband med planen för de offentliga finanserna våren 2014 fattade regeringen beslut om nya anpassningsåtgärder som gäller åren 2015–2018.

source: Uudet menopuolen säästöt koskivat erityisesti vuotta 2015 ja kohdistuivat laa- jalti erityyppisiin menoihin ja eri hallinnonaloille.
sv_se: De nya inbesparingarna för utgiftssidan gällde särskilt 2015 och riktade sig i stor utsträckning till utgifter av olika slag och omfattade olika förvaltningsområden.

source: Toisaalta päätettiin uusista kasvua tukevista toimenpiteistä.
sv_se: Samtidigt beslutade regeringen också om nya, tillväxtstödjande insatser.

source: Myös useat menoarviot tarkentuivat vuoden kuluessa: työttömyysturvamenoja korotettiin suhdannetilanteesta johtuen ja valtionvelan korkomenojen arviota alennettiin matalan korkotason vuoksi.
sv_se: Under året preciserades också flera utgiftsposter: utgifterna för utkomstskyddet för arbetslösa höjdes på grund av konjunkturläget och ränteutgifterna för statsskulden sänktes till följd av den låga räntenivån.

source: Hallituksen kehyssäännöissä todetaan, että jos kehysmenojen taso lisätalousarvioiden jälkeen jää kehystason alle, voidaan erotus, kuitenkin enintään 200 milj. euroa, käyttää seuraavana vuonna kertaluonteisiin menoihin kehyksen estämättä.
sv_se: I regeringens rambestämmelser konstateras att om utgiftsnivån efter tilläggsbudgetarna stannar under ramnivån får skillnaden, dock högst 200 miljoner euro, trots ramarna användas följande år för utgifter av engångskaraktär.

source: Vuonna 2015 kehykseen kuuluvien menojen budjetoitu taso jäi noin 208 milj. euroa alle asetetun menokehyksen, josta 200 milj. euroa voitiin siirtää vuodelle 2016.
sv_se: År 2015 underskred den budgeterade nivån för utgifterna som hänför sig till ramen utgiftsramen med cirka 208 miljoner euro, varav 200 miljoner euro kunde överföras till 2016.
